# Volt Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Volt Property
SymbolTypeId Class See Also
---
Symbol V, indicating unit Volts.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Volt { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Volt As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Volt {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace